# cd User, где cd – change directory, а User – название папки
#!/usr/bin/env python3
i = 5
print(i)
i = i + 1
print(i)
s = '''Это многострочная строка.
Это вторая её строчка.'''
print("cnhjrf",s,"wwwww")
print(4//3)
print(-4//3)
length = 5
breadth = 2
area = length * breadth
print('Площадь равна', area)
print('Периметр равен', 2 * (length + breadth))


# Перенос строки
s = 'Это строка. \
Это строка продолжается.'
print(s)

# Несколько лог строк в одной физ строке 
i = 5; print(i);
"""Для экономии ресурсов при работе с небольшими целыми значениями
 Python ссылается на уже существующие в памяти объекты
>>> i=3
>>> j=3
>>> id(j)
1647399712 - одинаковые адреса
>>> id(k)
1647399712 одинаковые адреса
 """
bvbbvcccc
